using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Lab5
{
    internal class Program
    {
//        Варіант 1. Створити таблицю бази даних про студентів, для їхнього розподілу по місцях практики:
//        прізвище,
//        рік народження,
//        група,
//        факультет,
//        середній бал,
//        місце роботи,
//        місто.


//        1. Використовуючи інструмент SQL Server Object Explorer у Visual Studio створити БД з іменем
//&lt;назва_групи&gt;_&lt;прізвище_студента&gt;.
//2. Створити таблицю у базі даних у відповідності до індивідуального варіанту.Наповнити таблицю даними
//(не менше 20 записів).
//3. Cтворити наступні види SQL-запитів:
//a) простий запит на вибірку;
//        b) запит на вибірку з використанням спеціальних функцій: LIKE, IS NULL, IN, BETWEEN;
//        c) запит зі складним критерієм;
//        d) запит з унікальними значеннями;
//        e) запит з використанням обчислювального поля;
//f) запит з групуванням по заданому полю, використовуючи умову групування;
//        g) запит із сортування по заданому полю в порядку зростання та спадання значень;
//        h) запит з використанням дій по модифікації записів.
        static void Main(string[] args)
        {
        }
    }
}
